Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/facta/skuvlahistorja2/suongir-s.htm.tmx
Source language: sme
Languages: nob

source: På norsk
nob: Sámegillii

source: Artihkal girjjis Sámi skuvlahistorjá 2 .
nob: Artikkel i boka Samisk skolehistorie 2 .

source: Dárogielhálli eadni sámeskuvllas
nob: Norsktalende mor i den samiske skolen

source: Kirsti Suongir bargamin spiidnenávehis , 2004 .
nob: Kirsti Suongir i arbeid i grisefjøset , 2004 .

source: ( Govva : Svein Lund )
nob: ( Foto : Svein Lund )

source: Kirsti Synnøve Suongir čálii dán artihkkala 2003/04 dálvvi , ja čálii iežas birra ná : « Lean 38 jagi ja boađán Hábmeris Nordlánddas .
nob: Kirsti Synnøve Suongir skreiv denne artikkelen vinteren 2003/04 og presenterte seg da slik : « Jeg er 38 år og kommer fra Hamarøy i Nordland .

source: Mu eatni sohka ledje badjesámit geat fárrejedje Ruoŧas 1850-logus .
nob: Morslekta mi kommer fra reindriftssamer som flyttet fra Sverige på 1850-tallet .

source: Fárrejin Detnui 1984 .
nob: Jeg flyttet til Deatnu / Tana i 1984 .

source: Mu isit lea deanusápmelaš .
nob: Mannen min er same fra Tana .

source: Moai letne eanandoallit .
nob: Vi driver med jordbruk .

source: Munnos leat golbma máná .
nob: Vi har tre barn .

source: Sii leat 11 , 13 ja 16 jagi .
nob: De er 11 , 13 og 16 år .

source: Mánáid áhčči hállá sámegiela singuin , munges dárostan . Sii leat guovttegielagat .
nob: Faren snakker samisk med barna og jeg snakker norsk med dem , de er funksjonelt tospråklige .

source: Mii leat guovttegielat bearaš , dát lea buktán olu vásáhusaid das mo lea eallit sámi gilis .
nob: Vi er en tospråklig familie , noe som har gitt oss gode erfaringer i å leve i en samisk bygd .

source: Dáinna doivo mánáideame oahppat birget dáža servvodagas maid , ja ahte sii de šaddet eanet dihtomielalaččat sámegiela ja – kultuvrra ektui . »
nob: Med dette håper vi at barna våre skal lære å takle det norske samfunnet , og dermed bli mer bevisste overfor det samiske språket og kulturen . »

source: Dán artihkkalis válddán ovdan muhtun vásáhusaid sámi skuvlla ektui , ja muitalan veaháš mo skuvla-ruoktu-oktavuohta lea ovdánan .
nob: I denne artikkelen vil jeg ta fram noen erfaringer jeg har gjort i møte med den samiske skolen , og fortelle litt om hvordan denne relasjonen har utviklet seg .

source: Go vuosttaš háve deaivvadin sámeskuvllain
nob: Mitt første møte med den samiske skolen

source: Munno boarrásamos nieida álggii sámeskuvlii 1994:s .
nob: Vår eldste datter begynte på den samiske skolen i 1994 .

source: Eadni rámis mieđuštii su dohko .
nob: Det var en stolt mor som fulgte henne .

source: Ledje guhtta oahppi geat álge , ja sis lei sámegiella vuosttašgiellan .
nob: De var seks elever som begynte , og de hadde samisk som førstespråk .

source: Skuvla lei Buolbmágis , dan namma lei Buolbmát sámeskuvla .
nob: Skolen lå i Polmak og het Buolbmát sámeskuvla .

source: Seammá visttis lei maid Polmak skole , mii lei dáža skuvla .
nob: I samme bygg lå også Polmak skole som var den norske skolen .

source: Váhnemiid gaskkas geat čuvvo mánáideaset vuosttaš skuvlabeaivái , ledjen mun áidna gii in máhttán sámegiela .
nob: Av foreldre som fulgte barna til sin første skoledag , var det bare jeg som ikke kunne samisk .

source: Áidna maid áddejin das mii daddjui dien beaivvi , lei « buorre iđit » .
nob: Det eneste jeg skjønte den dagen av det som ble sagt , var « god morgen » .

source: Dovden de , ahte giella dáidá buktit váttisvuođaid ruovttu – skuvla ovttasbarggus , go in máhttán sámegiela , muhto doivon dattetge ahte skuvla lei ráhkkanan ovttasbargat maiddái váhnemiiguin geat eai máhte giela .
nob: Jeg fikk da en følelse av at språket muligens kunne gi problem i forhold til hjem – skole – samarbeid , pga. at jeg ikke kunne samisk , men samtidig håpet jeg at skolen hadde opplegg for foreldre som ikke kunne språket .

source: Dalle lei vel isidan snihkkárin bargamin , ja lei olu eret barggu olis .
nob: På denne tiden var mannen min snekker og mye borte på arbeid .

source: Dát vuorjjai munno , go smiehtaime mánáideame giellaovdáneami , muhto seammás diđiime ahte sámegiella lea nanus min gilis , ja mánát ledje olu ovttas fulkkiiguin , áhkuin ja ádjáin .
nob: Dette bekymret oss , med hensyn til det samiske språket for barna våre , men samtidig visste vi at samisk språk i området var sterkt og at barna hadde nær kontakt med besteforeldre / slekt .

source: Dađe mielde go áigi golai , de vásihin ahte ii lean álki munnje dovdat gullevašvuođa sámeskuvlii , go gulahallangiella han lei munnje amas .
nob: Etter hvert som tiden gikk fikk jeg erfare at det ikke var enkelt for meg å føle meg hjemme i den samiske skolen , da komunikasjonsspråket var fremmed for meg .

source: Dáinna oaivvildan ahte skuvla vikkai muinna gulahallat sámegielat vahkkoplánaiguin ja dieđuiguin , ja čoahkkimat skuvllas ledje aivve sámegillii .
nob: Da tenker jeg særlig på hvordan skolen kommuniserte med meg i forbindelse med ukeplaner , beskjeder hjem og møter på skolen .

source: Dat dagahii ahte lei váttis čuovvut mielde mánáid skuvladilis , ja áiggi mielde duššástuvven .
nob: Dette gjorde at det ble vanskelig å få oversikt over hva som skjedde i barnas skoledag og frustrasjonen steg etter hvert .

source: Lei maid váivi čoahkkimiin čohkkát , jagis jahkái dulkka haga .
nob: Det var også frustrerende å sitte på møter år etter år uten å få tolket skolens møter .

source: Vulgen liikká čoahkkimiidda , go viggen fidnet dieđuid man nu láhkái .
nob: Jeg valgte allikevel å dra på møtene for å prøve å fange opp informasjon på en eller annen måte .

source: Dát dilli dagahii ahte álgen bargat skuvlačoahkkimiid dulkoma ovddas , ja áŋgiruššen ahte váhnemiidda galge dieđut guktuid gillii .
nob: Dette gjorde til at jeg begynte å jobbe for å få tolking på skolens møter og få informasjon på begge språk .

source: Buolbmát sámeskuvla 2002/03. 1. luohkkálaččat lávlot váhnemiidda ja áhkuide / ádjáide .
nob: Buolbmát sámeskuvla ( Sameskolen i Polmak ) 2002/03. 1. klassingene synger for foreldre og besteforeldre .

source: Gurut bealde : Håkon Mudenia , Áilu Trosten , Jovnna Ánde Henriksen , John Christer Mudenia , Niillas Andersen , Håvard Halonen , Anne Ragnhild Porsanger , Jens Heaika Varsi Solbakk , Berit Guttorm , Andreas Persen , Katrine Erke , Ella Trosten , Adam Broch Falsen .
nob: Fra venstre : Håkon Mudenia , Áilu Trosten , Jovnna Ánde Henriksen , John Christer Mudenia , Niillas Andersen , Håvard Halonen , Anne Ragnhild Porsanger , Jens Heaika Varsi Solbakk , Berit Guttorm , Andreas Persen , Katrine Erke , Ella Trosten , Adam Broch Falsen .

source: Oahpaheaddjit leaba Hilly Sarre ja Britt Guttorm Gaup .
nob: Lærere er Hilly Sarre og Britt Guttorm Gaup .

source: ( Govva : Kristine Broch Johansen )
nob: ( Foto : Kristine Broch Johansen )

source: Ruovttobarggut
nob: Lekselesing

source: Mun dat lean eadnin čuvvon mánáid skuvlabargguid , ja lean veahkehan sin ruovttubargguiguin .
nob: Det har vært jeg som mor som har fulgt opp barnas skolearbeid og følgelig hjulpet dem med hjemmeleksene .

source: Álggus ledje buot vahkkoplánat aivve sámegillii , muhto oidnen siidologus maid galge iešguđet girjjis bargat .
nob: I starten var alle ukeplanene vi mottok på samisk , men jeg så på sidetallet hvor de var i de ulike skolebøkene .

source: Dađistaga lean vázzán moadde sámegielkurssa , nu ahte máhtán sátnegirjjiin ohcat sániid .
nob: Etter hvert har jeg tatt flere kurs i samisk , slik at jeg kunne slå opp i ordbøkene .

source: ( Ferte máhttit veaháš sámegiela vai máhttá sániid vuođđohámi gávdnat nu ahte daid gávdná sátnegirjjis . )
nob: ( Det er flere ganger ordene er bøyd og da må man kunne finne grunnformen slik at man finner ordet igjen i ordbøkene . )

source: Muittán ahte go hárjehalle vahkkosániid de dadjen dušše dárogiel sáni , ja de fertejedje ieža sámegiel sáni hárjehallat .
nob: Jeg husker at når de øvde på ukeordene sa jeg bare den norske betydningen , og så måtte de selv øve på det samiske ordet .

source: Isken dadjat sámegiel sániid , muhto in máhttán álo jietnadit rivttes láhkái , ja dalle eai ádden mánát maid dadjen .
nob: Jeg forsøkte å uttale de samiske ordene , men det var ikke alltid at ordlydene ble riktige , slik at barna forsto .

source: Danin lei álkit go dadjen sániid dárogillii , ja de mánát ieža jorgaledje sámegillii .
nob: Derfor var det lettere når jeg sa ordene på norsk og barna oversatte selv til samisk .

source: Mii heivehalaimet ja gávnnaimet čovdosa mii doaimmai , muhto dieđusge lei menddo olu liigebargu sihke munnje ja mánáide .
nob: Vi tilpasset oss og fant en løsning som fungerte for oss til slutt , men selvfølgelig med alt for mye ekstraarbeid både for meg og barna .

source: Dárogielhálli váhnenráđđejođiheaddji
nob: Norsktalende foreldrerådsleder

source: 1999:s válljejuvvojin sámeskuvlla váhnenráđi jođiheaddjin .
nob: I 1999 ble jeg valgt til vervet som foreldrerådsleder ved sameskolen .

source: Ledjen dárogielhálli váhnenráđđejođiheaddji . Dát buvttii ođđa vásáhusaid sihke skuvlii ja munnje .
nob: Det at jeg var norsktalende foreldrerådsleder , ga nye erfaringer for både skolen og meg , men særlig skulle dette bli enormt lærerikt for meg .

source: Ohppen man rašši sámeskuvla duođaid lea , ja ohppen ahte dan eksisteanssa vuođđu biddjojuvvo dál .
nob: Jeg fikk ny kunnskap om hvor skjør den samiske skolen egentlig er og at grunnlaget for dens videre eksistens blir lagt nå .

source: Máŋggat váhnemat ledje hirbmat olu bargan , sii ledje rahčan ja fidnen áigái min sámeskuvlla .
nob: Mange av foreldrene i skolen hadde gjort en kjempejobb , de hadde kjempet og fått i stand sameskolen vår .

source: Guokte jagi ledjen sámeskuvlla váhnenráđi jođiheaddjin .
nob: I to år var jeg foreldrerådsleder ved sameskolen vår .

source: Jurddašan dál erenoamážit dan , ahte fidnet dulkanortnega , nu ahte skuvlačoahkkimat dulkojuvvojit .
nob: Det har vært flere saker som har vært viktige for meg å kjempe for å få satt på agendaen .

source: Lean maid viggan fidnet ortnega mii sihkkarastá ahte buot čálalaš dieđut skuvllas leat guovtti gillii , ja lean áŋgiruššan fidnet diehtojuohkingihppaga skuvlla birra , nu ahte ođđa váhnemat ožžot veaháš dieđuid skuvlla birra , man ođas dat lea ja makkár hástalusat mis leat ovttasbarggus skuvllain .
nob: Jeg tenker spesielt på å få til at det skulle være tolker til stede på møter ved skolen , og at alle skriv fra skolen skulle komme på begge språk . Jeg har også ivret etter å få laget brosjyren om skolen slik at de foreldrene som kom inn i skolen skulle få en kort informasjon om hvor ny den samiske skolen var og hvilke utfordringer vi foreldre har i samarbeid med skolen .

source: Ledjen hui dihtomielalaš dasa , ahte čoahkkimat eai galgga lágiduvvot dulkka haga , ja ahte buot čállosat bohte guovtti gillii .
nob: Jeg var veldig bevisst på at møtene ikke ble holdt uten tolk og at skriv kom ut på begge språk .

source: Vásihin ahte lei hui váttis dán fidnet , go eai lean rutiinnat das .
nob: Jeg så da at det var veldig vanskelig å få dette til , da det ikke var noen automatikk i hvordan man skulle gjøre dette .

source: Dáinna fertet bargat viidásabbot ovttas skuvllain , vai stáhta ádde min dárbbuid .
nob: Dette er noe som vi må jobbe videre med sammen med skolen , slik at staten får en forståelse for hva vi har behov for .

source: Stáhta lea hávvádahttán sámi kultuvrra , ja ferte maid leat mielde máksimin goluid dás .
nob: Staten har laget store sår i den samiske kulturen , og de må også kunne være med å bære kostnadene dette medfører .

source: Lea hui dehálaš oažžut rutiinnaid doaibmat dás , nu ahte sámegiella šaddá lunddolaš čoahkkingiellan beroškeahttá leat go dárogielhállit čoahkkimis vai eai .
nob: Det er veldig viktig at vi får en rutine på dette , slik at det samiske språket blir et naturlig møtespråk uavhengig av om det er norsktalende til stede eller ikke .

source: Ii oaččo goassege leat eahpádus maid gielaid skuvla vuoruha .
nob: Det må aldri være tvil om hvilket språk som har førsteprioritet på skolen .

source: Muhto berre leat dulka čoahkkimiin , ja buot dieđut skuvllas berrejit boahtit guktui gielaide .
nob: Men det bør være tolk på møtene og informasjon fra skolen må komme på begge språk .

source: Jus dieđut addojit guktui gielaide , de čájeha skuvla beroštumi guktuin váhnemiin .
nob: Dersom denne informasjonen blir gitt på begge språk , viser skolen respekt for begge foreldrene .

source: Ferte maid atnit muittus ahte eai leat dušše « dážat » geat eai ádde giela , erenoamážit čállingiela , muhto leat máŋga sámeváhnema geat dál háliidit mánáidasaset addit vejolašvuođa oahppat sámegiela sihke čálalaččat ja njálmmálaččat .
nob: Det må taes i betraktning at det ikke bare er « norske » som ikke forstår språket , da særlig skriftspråket , men at det er mange samiske foreldre i dag som gjerne vil at deres barn skal få en mulighet til å lære språket både muntlig og skriftlig .

source: Váhnemat eai ožžon dan vejolašvuođa .
nob: En mulighet foreldrene ikke fikk .

source: Danin leage dehálaš ahte váhnemat fidnejit dárbbašlaš dieđuid dan gillii maid áddejit .
nob: Derfor er det også viktig at foreldrene får den informasjon de trenger på det språket de forstår .

source: Munnje lea áibbas lunddolaš ahte lea dulka skuvlla čoahkkimiin .
nob: For meg er det helt naturlig at det skal være tolk til stede på skolens møter .

source: Fertet maid bargat viidásabbot , nu ahte váhnenságastallanbábir , árvosátnegirjjit ja diehtogirjjit bohtet guktuid gillii . Dál leat muhtumat dáin dušše dárogillii , eará skovit / gihppagat ges dušše sámegillii .
nob: Vi må også jobbe videre slik at samtalearkene , karakterbøkene og meldingsbøkene kommer på begge språk , i dag finnes noe bare på norsk og andre ting bare på samisk .

source: Eará ášši maid gávnnahin , lei ahte mánát geat lohke sámegiela vuosttašgiellan lohke dárogiela nubbingiellan " .
nob: En annen ting jeg ble klar over , var at barna som hadde samisk som førstespråk hadde norsk for de med samisk som førstespråk .

source: Liikká gullo ahte sii ledje doaibmi guovttegielagat .
nob: Allikevel fikk man høre at de var funksjonelt tospråklige .

source: Bessen maid diehtit ahte jus min mánát galge fidnet dárogiela vuosttašgiellan vuođđoskuvladuođaštussii , de fertejedje váldit dárogieleksámena privatistan .
nob: Jeg fikk også vite at skulle barna våre ha norsk som førstespråk på vitnemålet , måtte de gå opp som privatist .

source: Leat unnán váhnemat / oahppit geat dán dihtet , go ii leat báljo diehtojuohkin áššis .
nob: Dette er det veldig dårlig informasjon om og det er veldig få foreldre og elever som vet dette .

source: Dalle go munno boarrásamos nieida álggii joatkkaskuvlii , de šattaime diđoštit ahte skuvla čuovui rivttes oahppoplána dárogielas , go oahppit geain lea sámegiella vuosttaš- dahje nubbingiellan galget sierra dárogielplána čuovvut .
nob: Da eldste jenta vår begynte på videregående skole , måtte vi følge opp om hun fikk undervisning etter rett læreplan i norsk , da elever med samisk som første- eller andrespråk skal ha en egen læreplan i norsk .

source: Maiddái dán birra galggašeimmet dieđuid oažžut , nu ahte sihke oahppit ja váhnemat dihtet .
nob: Dette er også noe man bør få informasjon om slik at både foreldre og elever er klar over dette .

source: Guovttegielat mánáid váhnenfierpmádat
nob: Foreldrenettverk for tospråklige barn

source: 1999:s leimme guokte sámeskuvlamánáid eatni geat oinniime ahte stuora hástalusat ledje boađi boađi .
nob: I 1999 var vi to mødre med barn på sameskolen , som så hvilke store utfordringer som var i vente .

source: Oinniime ahte áiggi mielde bohtet eanet dárogielhálli váhnemat skuvlii , ja mo de galggai šaddat go sii deaivvadit skuvllain ?
nob: Vi ville bli flere norskspråklige etter hvert og hvordan skulle deres møte med skolen bli ?

source: Moai mearrideimme guovttegielat mánáid váhnenfierpmádaga álggahit .
nob: Vi bestemte oss for å starte et foreldrenettverk for to-språklige barn .

source: Dán barggaime , go dovddaime ahte leimme guovtti stuolu gaskkas .
nob: Dette fordi vi følte oss mellom barken og veden .

source: Moai loktiime ášši váhnenráđi bargolávdegoddái , ja earát dadje : « Eat ádde man birra hállabeahtti , muhto go juo leahppi nu áŋgirat , de álgi fal . »
nob: Vi tok dette opp i foreldrenes arbeidsutvalg på skolen og de andre sa : « Vi skjønner ikke hva dere snakker om , men dere virker ivrige , så dere skal bare starte . »

source: Dál diehtit ahte leat hui olu váhnemat geat eai máhte sámegiela , dahje sii dovdet ahte eai máhte giela nu bures ahte sáhttet dan geavahit dábálaš gulahallangiellan mánáideasetguin .
nob: I dag vet vi at det finnes veldig mange foreldre som ikke kan samisk eller som føler at de kan det for dårlig til å kunne kommunisere med barna .

source: Váhnenfierpmádat lei jurddašuvvon dien láhkái ahte juohká dieđuid guovttegielatvuođas . diehtojuohkinguovddáš mo veahkehit mánáid šaddat guovttegielagin váhnenveahkki ruovttubargguide giellaarenat diehtojuohkin sámegiel girjjiid birra diehtojuohkin video / filmmaid jna. birra
nob: Foreldrenettverket var tenkt slik at det skulle gi foreldrene informasjon om tospråklighet : informasjonssenter hvordan få tospråklige barn foreldrehjelp til lekselesing språkarenaer informasjon om hvilke samiske bøker som finnes informasjon om video , lydbøker osv.

source: Váhnenfierpmádat lágidii vuosttaš čoahkkimis 2000 ' giđa ja olu váhnemat ledje boahtán .
nob: Foreldrenettverket hadde sitt første møte våren 2000 og det var mange foreldre som møtte opp .

source: Vuođđudeimmet bargojoavkku njealji lahtuin mat bohte iešguđet báikkis ja iešguđet gielladilis .
nob: Vi lagde en arbeidsgruppe som skulle bestå av 4 personer fra forskjellige ståsteder .

source: Juohke čoahkkima maŋŋá galge molsut ovtta lahtu , nu ahte joavku dien láhkái speadjalasttii girjjatvuođa .
nob: Etter hvert møte skulle man bytte ut en person slik at gruppa rullerte og fanget opp mangfoldet .

source: Dál lea Deanu giellagáddi – SEG ( Sámi ealáhus- ja guorahallanguovddáš ) váldán badjelasas váhnenfierpmádaga čállingotti , ja bargu bistá ain .
nob: Nå har Tana samiske språksenter - SEG ( Samisk næringssenter ) overtatt sekretariatet for foreldrenettverket og arbeidet er kommet i gang .

source: Gielladoahpagat
nob: Språktermer

source: Háliidan ahte mánát galget sániid ja doahpagiid oahppat guktuid gillii , ja dása fertet mii ollesolbmot atnit ávvira .
nob: Jeg vil at barna skal få ord og begreper på begge språk og dette må vi som voksne være oppmerksomme på .

source: Ovdamearkan sáhtán muitalit dáhpáhusas go mánát háliidedje ahte mun galgen lohkat sin ruđaid .
nob: Som eksempel kan jeg fortelle om da barna våre ville at jeg skulle lese pengene deres .

source: In ádden manne sii geavahedje sáni « lese » , ii ge « telle » , go in vel diehtán ahte sámegielsátni « lohkat » mearkkaša sihke « å telle » [ lohkat omd. ruđaid ] ja « å lese » [ lohkat omd. girjji ] dárogillii .
nob: Jeg forstod ikke hvorfor de sa « lese » og ikke « telle » .

source: Dan lean sámegielkurssas oahppan maŋŋá .
nob: Senere lærte jeg på kurs i samisk at lohkat kan bety både å lese og å telle .

source: Eará ovdamearka : Min báikkis dadjat ahte mii leiket mielkki glássii , ja mii geavahit sáni « leiket » dárogillii maid .
nob: Et annet eksempel er at hjemme hos oss sier vi at vi « leiker » melk i glasset ( å helle / skjenke melk i glasset ) .

source: Okta mánáin fuobmái ahte diet lea sámegielsátni go son viggai gávnnahit mii « leiket » lea sámegillii .
nob: Men det var da et av barna skulle finne det samiske ordet for å leike , at hun ble bevisst på at å « leike » var et samisk ord .

source: Mánás ii lean dárogielsátni mii vástidii « leiket » - sátnái .
nob: Barna manglet det norske ordet , det å skjenke eller helle i et glass .

source: Eará ovdamearka : go mánát bohte mánáidgárddis ruoktot , ja sii leat fitnan gárddi luhtte .
nob: Et annet eksempel er når barna kommer hjem fra barnehagen og har vært ved reingjerdet og lært om slaktig av rein .

source: Jearan sis dárogillii ahte leat go sii fitnan « slakting » ( njuovvama ) geahččamin , muhto sii eai mieđit gal .
nob: Jeg spør dem om de har vært og sett på slakting , men de svarer benektende .

source: Jus geavahan sámegiel sáni « njuovadit » , dalle sii vástidit juo .
nob: Så spør jeg om de har sett « njuovadit » , ja , da får du et bekreftende svar .

source: Sii dadje maid ovdal dárogillii ahte áhčči borai beali das maid sii borre , vaikko oaivvildedje ahte son borai beali eanet .
nob: De sa også at áhčči ( far ) spiser halvparten så mye som de selv ved middagsbordet , mens de egentlig mente dobbelt så mye .

source: Eará váhnemat dáidet dovdat dán dili , dahje sis leat eará ovdamearkkat .
nob: Flere foreldre vil kanskje kjenne seg igjen i slike situasjoner eller har andre eksempler på dette .

source: Dát ovdamearkkat čájehit ahte fertet giddet beroštumi dakkár áššiide , dan láhkái ahte geardduha sáni mearkkašumi guktuid gillii .
nob: Disse eksemplene viser at man må være oppmerksomme på disse tingene , slik at man gjentar betydningene av ordene på begge språkene .

source: Mii fertet dihtomielalaččabut smiehttat giela , mánát dalle oahpašedje gielaid jođánabbot .
nob: Vi må bli mer språkbevisste og barna vil da lære språkene fortere .

source: Mu otná oktavuohta sámeskuvllain
nob: Mitt forhold til den samiske skolen i dag

source: Lean dán ge jagi válljejuvvon váhnenráđđái .
nob: Jeg er valgt inn i foreldrerådet i år også .

source: Lean hui áŋgir , ja mus lea miella leat mielde viidásat doaimmas buoridit sámi skuvlla .
nob: Jeg er veldig ivrig og har lyst til å være med videre å jobbe for at den samiske skolen skal bli enda bedre .

source: Dan maid erenoamážit smiehtan dán oktavuođas , lea man dehálaš diehtojuohkin lea váhnemiid oktavuođas skuvllain .
nob: Det som opptar tankene mine mest i denne forbindelse , er den enormt viktige rollen informasjon spiller i foreldrenes relasjon til skolen .

source: Muhto áiggun maid deattuhit man dehálaš lea bargat dan ala ahte oahppit besset válljet guokte eatnigiela .
nob: Men jeg vil også legge vekt på at det arbeides med at elevene skal ha en mulighet til å ha både norsk og samisk som førstespråk .

source: Mus lea maid jurdagis ahte skuvla soaitá sáhttit juohkit ohppiid eanet joavkkuide , nu ahte oahppit geat eai máhte sámegiela bures go álget skuvlii , besset ovdánit sierra joavkkus .
nob: Videre har jeg en formening om at skolen kanskje kan dele elevene opp i flere klasser slik at de som har små basiskunnskaper i samisk språk når de starter , kan utvikle seg derfra .

source: Mánát geat eai máhte sámegiela nu bures , besset dalle čuovvut oahpahusa iežaset dásis .
nob: Barn som ikke er så sterke i det samiske språket , vil da få undervisning på sitt nivå .

source: Lea dehálaš ahte maiddái sii , geat válljejit sámegiela nubbingiellan mánáidasaset , besset mánáid bidjat sámeskuvlii .
nob: Det er viktig at også de som velger at barna deres skal ha samisk som andrespråk , får ha barna sine i den samiske skolen .

source: Dán láhkái besset mánát sámegiela gullat skuvlabirrasis , muhto maiddái danin go skuvla deattuha sámi kultuvrra .
nob: Dette fordi barna får høre språket rundt seg , men og fordi denne skolen også vektlegger den samiske kulturen .

source: Dakkár vejolašvuohta ii leat sis dážaskuvllas .
nob: Dette er en mulighet de ikke vil ha i den norske skolen .

source: Lea maid dehálaš ahte eatnigielat mánát besset ovdánit iežaset dásis .
nob: Det er også viktig at de som har samisk som morsmål skal få utvikle seg videre på sitt nivå .

source: 2004 besse Buolbmát sámeskuvlla oahppit fárret aiddo huksejuvvon Deanu sámeskuvlii .
nob: I 2004 kunne elevene fra Buolbmát sámeskuvla flytte inn i den nybygde Deanu sámeskuvla .
